file1=[
    ['Універсам 22', 1, 44048.00,500.00,200.00],
    ['Дніпрянка', 1, 22456.00, 365.00, 123.00],
    ['Універсам 22', 1, 22456.00, 365.00, 123.00],
    ['Дніпрянка', 2, 10087.00, 15972.00, 58.00],
    ['Універсам 22', 3, 0.00, 0.00, 0.00],
    ['Дніпрянка', 3, 206.00, 34.00, 50.00],
    ['Універсам 22', 4, 116.00, 64.00, 23.00],
    ['Дніпрянка', 4, 34.00, 23.00, 25.00]
]

file2 = [
    [1, 'Будівлі'],
    [2, 'Машини та обладнання'],
    [3, 'Транспортні засоби'],
    [4, 'Інструмент та інвентар']
]